Repository: BeAware-DeafAssistant/mobile
Catalog: BeAware/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, id, it, pt, ru, sw, uk, ur

source: Our goal for building this was to create an app that would improve the everyday tasks for people while being inclusive
ar: كان هدفنا لبناء هذا هو إنشاء تطبيق من شأنه تحسين المهام اليومية للاشخاص ذوي الاحتياجات الخاصة
de: Unser Ziel des Aufbaus war es, eine App zu erstellen, die die Alltagsaufgaben für die Menschen verbessern würde, während sie inklusive sein
es: Nuestro objetivo para construir esto fue crear una aplicación que mejore las tareas cotidianas para las personas mientras se incluiría.
fr: Notre objectif de construire c'était de créer une application qui améliorerait les tâches quotidiennes des personnes tout en étant inclusive
hi: इमारत के लिए हमारा लक्ष्य एक ऐप बनाना था जो समावेशी होने के दौरान लोगों के लिए रोजमर्रा के कार्यों में सुधार करेगा
id: Tujuan kami untuk membangun ini adalah untuk membuat aplikasi yang akan meningkatkan tugas sehari-hari untuk orang-orang saat inklusif
it: Il nostro obiettivo per costruire questo è stato creare un'app che migliorerebbe i compiti quotidiani per le persone pur essendo incluse
pt: Nosso objetivo ao construir isso foi criar um aplicativo que melhorasse as tarefas diárias das pessoas e fosse inclusivo
ru: Наша цель для создания этого было создание приложения, которое улучшило бы повседневные задачи для людей, будучи включенным
sw: Lengo letu la kujenga hili lilikuwa kuunda programu ambayo ingeweza kuboresha kazi za kila siku kwa watu wakati wa kuwa pamoja
uk: Наша мета для створення цього полягала в тому, щоб створити додаток, який покращить повсякденні завдання для людей, як включно
ur: اس عمارت کے لئے ہمارا مقصد یہ ایک اپلی کیشن بنانا تھا جس میں لوگوں کے لئے روزمرہ کے کاموں کو بہتر بنایا جائے گا

source: FEEDBACK
ar: ردود الفعل
es: REALIMENTACIÓN
fr: RETOUR D'INFORMATION
hi: प्रतिक्रिया
id: MASUKAN
it: RISPOSTA
pt: COMENTÁRIOS
ru: ОБРАТНАЯ СВЯЗЬ
sw: MAONI
uk: Зворотний зв'язок
ur: تاثرات

source: The app is far from perfect, but we would like to hear from you, to know what improvements to prioritize. Email us at hi@deafassistant.com
de: Die App ist alles andere als perfekt, aber wir möchten von Ihnen hören, um zu wissen, welche Verbesserungen zur Priorität erfolgen. E-Mail an hi@deafassistant.com
es: La aplicación está lejos de ser perfecta, pero nos gustaría saber de usted, a saber qué mejoras priorizar. Envíenos un correo electrónico a hi@deafassistant.com
fr: L'application est loin d'être parfaite, mais nous aimerions avoir de vos nouvelles, savoir quelles améliorations à la priorité. Envoyez-nous un email à hi@deafassistant.com
hi: ऐप सही से दूर है, लेकिन हम यह जानने के लिए कि क्या सुधार करने के लिए आप से सुनना चाहते हैं। hi@deafassistant.com पर हमें ईमेल करें
id: Aplikasi ini jauh dari sempurna, tetapi kami ingin mendengar dari Anda, untuk mengetahui perbaikan apa yang memprioritaskan. Email kami di hi@deafassistant.com
it: L'app è tutt'altro che perfetta, ma vorremmo sentire da te, per sapere quali miglioramenti da definire. Inviaci un'email a hi@deafassistant.com
pt: O aplicativo está longe de ser perfeito, mas gostaríamos de ouvir de você, para saber quais melhorias priorizar. Envie-nos um e-mail para hi@deafassistant.com
ru: Приложение далеко не идеально, но мы хотели бы услышать от вас, узнать, какие улучшения для приоритетов. Напишите нам на hi@deafassistant.com
sw: Programu ni mbali na kamilifu, lakini tungependa kusikia kutoka kwako, kujua ni maboresho gani ya kipaumbele. Tutumie barua pepe kwenye hi@deafassistant.com
uk: Додаток знаходиться далеко від ідеального, але ми хотіли б почути від вас, знати, які поліпшення пріоритету. Напишіть нам на hi@deafassistant.com
ur: اے پی پی کامل سے دور ہے، لیکن ہم آپ سے سننا چاہتے ہیں، جاننے کے لئے کہ کس کو ترجیح دیتے ہیں. ہمیں ای میل کریں hi@deafassistant.com

source: CONTRIBUTE
ar: مساهمة
de: EINEN BEITRAG LEISTEN
es: CONTRIBUIR
fr: CONTRIBUER
hi: योगदान
id: MENYUMBANG
it: CONTRIBUIRE
pt: CONTRIBUIR
ru: СПОСОБСТВОВАТЬ
sw: KUSHIRIKI
uk: Сприяти
ur: شراکت

source: We are using the latest iOS SwiftUI framework to build all parts of this app. The code is open source and so is the design. We would love your involvement and code pull requests
ar: نحن نستخدم أحدث إطار iOS SwiftUI لبناء جميع أجزاء هذا التطبيق. تصميم و برمجة هذا التطبيق هو مصدر مفتوح. نرحب بأي مشاركة او تقديم سحب الطلبات على Github
de: Wir verwenden das neueste iOS Swiftui-Framework, um alle Teile dieser App zu erstellen. Der Code ist offener Quelle und ist das Design. Wir würden Ihre Beteiligung und Code-Pull-Anfragen lieben
es: Estamos utilizando el último marco de iOS SWIFTUI para construir todas las partes de esta aplicación. El código es de código abierto y también lo es el diseño. Nos encantaría que sus solicitudes de participación y código de código
fr: Nous utilisons le dernier cadre IOS SWIFTUI pour créer toutes les parties de cette application. Le code est open source et est donc la conception. Nous aimerions votre implication et votre code Tirer des demandes
hi: हम इस ऐप के सभी हिस्सों को बनाने के लिए नवीनतम आईओएस स्विफ्टुई फ्रेमवर्क का उपयोग कर रहे हैं। कोड ओपन सोर्स है और इसलिए डिज़ाइन भी है। हम आपकी भागीदारी और कोड पुल अनुरोधों से प्यार करेंगे
id: Kami menggunakan kerangka kerja iOS SwiftUI terbaru untuk membangun semua bagian dari aplikasi ini. Kode ini open source dan begitu juga desainnya. Kami akan menyukai keterlibatan Anda dan permintaan kode menarik
it: Stiamo usando l'ultimo framework IOS Swiftui per creare tutte le parti di questa app. Il codice è open source e così è il design. Amerebbe il tuo coinvolgimento e il tuo codice tira le richieste
pt: Estamos usando a estrutura iOS SwiftUI mais recente para criar todas as partes deste aplicativo. O código é open source e o design também. Adoraríamos seu envolvimento e solicitações de pull requests
ru: Мы используем новейшие Framework iOS SWIFTUI для создания всех частей этого приложения. Код - это открытый источник и как и дизайн. Мы будем любить ваше участие и кодовые запросы
sw: Tunatumia mfumo wa hivi karibuni wa IOS Swiftui kujenga sehemu zote za programu hii. Kanuni ni chanzo wazi na hivyo ni kubuni. Tungependa ushiriki wako na msimbo wa kuomba maombi.
uk: Ми використовуємо останній IOS Swiftui Framework для створення всіх частин цієї програми. Код - це відкрите джерело, і тому це дизайн. Ми хотіли б ваші залучення та запити
ur: ہم اس اپلی کیشن کے تمام حصوں کی تعمیر کے لئے تازہ ترین iOS SWIFTUI فریم ورک کا استعمال کر رہے ہیں. کوڈ کھلا ذریعہ ہے اور یہ ڈیزائن ہے. ہم آپ کی شمولیت اور کوڈ ھیںچو درخواستوں سے محبت کریں گے

source: CRITICAL ALERTS
ar: التنبيهات الحرجة
de: Kritische Alarme
es: Alertas críticas
fr: Alertes critiques
hi: क्रिटिकल अलर्ट
id: Peringatan kritis
it: AVVISI CRITICI
pt: Alertas Críticos
ru: Критические оповещения
sw: TAHADHARI MBAYA
uk: Критичні сповіщення
ur: اہم انتباہات

source: What are Critical Alerts?
ar: ما هي التنبيهات الحرجة؟
de: Was sind kritische Alarme?
es: ¿Cuáles son las alertas críticas?
fr: Quelles sont les alertes critiques?
hi: महत्वपूर्ण अलर्ट क्या हैं?
id: Apa itu peringatan kritis?
it: Quali sono gli avvisi critici?
pt: O que são Alertas Críticos?
ru: Что такое критические оповещения?
sw: Je, ni alerts muhimu?
uk: Які критичні сповіщення?
ur: اہم انتباہ کیا ہیں؟

source: If you would like alerts to display even when the app is in Do Not Disturb/Focus modes, you can mark the alerts as critical.
ar: إذا كنت ترغب في التنبيهات لعرضها حتى عندما يكون التطبيق قيد الإزعاج / التركيز، يمكنك وضع علامة على التنبيهات بحذر.
de: Wenn Sie möchten, dass Alerts angezeigt werden, auch wenn sich die App in nicht stören / Fokus-Modi befindet, können Sie die Alarme als kritisch markieren.
es: Si desea que las alertas se muestren incluso cuando la aplicación está en los modos no molestar / enfocar, puede marcar las alertas como críticas.
fr: Si vous souhaitez que des alertes affichent même lorsque l'application se trouve dans les modes de dérangement / focus, vous pouvez marquer les alertes comme critiques.
hi: यदि आप ऐप को डिस्प्ले / फोकस मोड में नहीं होने पर भी प्रदर्शित करने के लिए अलर्ट करना चाहते हैं, तो आप अलर्ट को महत्वपूर्ण रूप से चिह्नित कर सकते हैं।
id: Jika Anda ingin peringatan untuk ditampilkan bahkan ketika aplikasi tidak mengganggu / memfokuskan mode, Anda dapat menandai peringatan sebagai kritis.
it: Se desideri che gli avvisi vengano visualizzati anche quando l'app è in modalità non disturbi / messa a fuoco, è possibile contrassegnare gli avvisi come critici.
pt: Se você quiser que os alertas sejam exibidos mesmo quando o aplicativo estiver nos modos Não perturbe/Foco, você pode marcar os alertas como críticos.
ru: Если вы хотите оповещения отображать, даже когда приложение не беспокоит / режимы фокусировки, вы можете пометить оповещения как критические.
sw: Ikiwa ungependa alerts kuonyesha hata wakati programu iko katika hali ya kusumbua / kuzingatia, unaweza kuashiria alerts kama muhimu.
uk: Якщо ви хочете, щоб сповіщення дисплея навіть коли додаток знаходиться в режимах 'Не турбувати', ви можете позначити попередження як критичні.
ur: اگر آپ ایپ کو ظاہر کرنے کے لئے انتباہ پسند کریں گے جب اپلی کیشن کو پریشان کن / توجہ مرکوز نہیں کرتے، تو آپ انتباہات کو اہم قرار دیتے ہیں.

source: How to turn on LED Flash
ar: كيفية تشغيل الصمام فلاش
de: So schalten Sie den LED-Blitz ein
es: Cómo encender el flash led
fr: Comment allumer le voyant flash
hi: एलईडी फ्लैश पर कैसे चालू करें
id: Cara Mengaktifkan LED Flash
it: Come accendere il flash LED
pt: Como ligar o flash LED
ru: Как включить светодиодную вспышку
sw: Jinsi ya kurejea flash LED.
uk: Як увімкнути світлодіодний спалах
ur: ایل ای ڈی فلیش کو کیسے تبدیل کرنا

source: 1. Open the Settings app, tap Accessibility, then tap Audio/Visual.
ar: 1. افتح تطبيق الإعدادات، انقر فوق إمكانية الوصول، ثم انقر فوق الصوت / المرئي.
de: 1. Öffnen Sie die Einstellungen App, tippen Sie auf Zugriff auf Zugriffe, tippen Sie anschließend Audio / Visual.
es: 1. Abra la aplicación Configuración, toque Accesibilidad, luego toque Audio / Visual.
fr: 1. Ouvrez l'application Paramètres, appuyez sur Accessibilité, puis sur Audio / Visual.
hi: 1. सेटिंग्स ऐप खोलें, अभिगम्यता टैप करें, फिर ऑडियो / दृश्य टैप करें।
id: 1. Buka aplikasi Pengaturan, ketuk Aksesibilitas, lalu ketuk Audio / Visual.
it: 1. Aprire l'app Impostazioni, toccare Accessibilità, quindi toccare Audio / Visual.
pt: 1. Abra o aplicativo Configurações, toque em Acessibilidade e toque em Áudio/Visual.
ru: 1. Откройте приложение настроек, нажмите Accessibility, затем нажмите Audio / Visual.
sw: 1. Fungua programu ya mipangilio, ufikiaji wa bomba, kisha gonga sauti / Visual.
uk: 1. Відкрийте додаток налаштувань, натисніть Доступність, а потім натисніть Аудіо / Visual.
ur: 1. ترتیبات اپلی کیشن کو کھولیں، رسائی کو ٹیپ کریں، پھر آڈیو / بصری ٹیپ کریں.

source: 2. Turn on LED Flash for Alerts.
ar: 2. قم بتشغيل فلاش LED للتنبيهات.
de: 2. Schalten Sie den LED-Blitz für Alarme ein.
es: 2. Encienda el flash LED para alertas.
fr: 2. Allumez le voyant Flash pour les alertes.
hi: 2. अलर्ट के लिए एलईडी फ्लैश चालू करें।
id: 2. Nyalakan LED Flash untuk peringatan.
it: 2. Accendi il flash LED per gli avvisi.
pt: 2. Ligue o LED Flash para Alertas.
ru: 2. Включите светодиодную вспышку для предупреждений.
sw: 2. Weka flash ya LED kwa alerts.
uk: 2. Увімкніть світлодіодний спалах для сповіщень.
ur: 2. انتباہات کے لئے ایل ای ڈی فلیش کو تبدیل کریں.

source: To prevent LED flashes when your device is in silent mode, turn off Flash on Silent. LED Flash for Alerts works only when your device is locked.
ar: لمنع ومضات LED عندما يكون جهازك في وضع صامت، قم بإيقاف تشغيل الفلاش الصامت. LED فلاش لتنبيهات يعمل فقط عند مغلق جهازك.
de: Um zu verhindern, dass LED blinkt, wenn sich Ihr Gerät im stillen Modus befindet, schalten Sie den Blitz zum Schweigen aus. LED-Flash für Alerts funktioniert nur, wenn Ihr Gerät gesperrt ist.
es: Para evitar parpadeos LED cuando su dispositivo esté en modo silencioso, desactive el flash en silencio. Flash LED para alertas funciona solo cuando su dispositivo está bloqueado.
fr: Pour éviter les clignotants de LED lorsque votre appareil est en mode silencieux, désactivez le flash silencieux. LED Flash pour les alertes ne fonctionne que lorsque votre appareil est verrouillé.
hi: जब आपका डिवाइस साइलेंट मोड में है, तो एलईडी फ्लैश को रोकने के लिए, चुप पर फ्लैश बंद करें। अलर्ट के लिए एलईडी फ्लैश केवल तभी काम करता है जब आपका डिवाइस लॉक हो।
id: Untuk mencegah LED berkedip ketika perangkat Anda dalam mode diam, matikan flash pada diam. LED flash untuk peringatan hanya berfungsi ketika perangkat Anda terkunci.
it: Per evitare che LED lampeggia quando il dispositivo è in modalità silenziosa, spegnere il flash su silenzioso. Il flash LED per gli avvisi funziona solo quando il dispositivo è bloccato.
pt: Para evitar que o LED pisque quando o dispositivo estiver no modo silencioso, desative o Flash em Silencioso. O LED Flash para Alertas funciona apenas quando o dispositivo está bloqueado.
ru: Для предотвращения мигающих светодиодов, когда ваше устройство находится в тихом режиме, выключите вспышку на молчании. Светодиодная вспышка для предупреждений работает только тогда, когда ваше устройство заблокировано.
sw: Ili kuzuia LED inaangaza wakati kifaa chako kina hali ya kimya, kuzima flash juu ya kimya. Kiwango cha LED kwa Tahadhari hufanya kazi tu wakati kifaa chako kimefungwa.
uk: Щоб запобігти світлодіодним спалахам, коли ваш пристрій у тихому режимі вимкніть Flash на безшумний. Світлодіодний Flash для сповіщень працює лише тоді, коли ваш пристрій заблоковано.
ur: جب آپ کا آلہ خاموش موڈ میں ہے تو ایل ای ڈی کی چمکتاوں کو روکنے کے لئے، خاموش پر فلیش بند کردیں. الارم کے لئے ایل ای ڈی فلیش صرف کام کرتا ہے جب آپ کا آلہ بند ہوجاتا ہے.

source: WIDGET
ar: القطعة
hi: विजेट
it: AGGEGGIO
pt: Ferramenta
ru: Виджет
uk: Віджет
ur: ویجیٹ

source: What does the Widget Show?
ar: ماذا تظهر القطعة؟
de: Was zeigt das Widget?
es: ¿Qué muestra el widget?
fr: Que montre le widget?
hi: विजेट क्या दिखाता है?
id: Apa yang ditunjukkan widget?
it: Che cosa mostra il widget?
pt: O que o Widget mostra?
ru: Что показывает виджету?
sw: Je, widget inaonyesha nini?
uk: Що показує віджет?
ur: ویجیٹ کیا دکھاتا ہے؟

source: If you would like view the status of your noise alert running in the background, you can add the widget to your home screen.
ar: إذا كنت ترغب في عرض حالة تنبيه الضجيج قيد التشغيل في الخلفية، فيمكنك إضافة القطعة إلى شاشتك الرئيسية.
de: Wenn Sie möchten, dass der Status Ihres Geräuschalarms im Hintergrund ausgeführt wird, können Sie das Widget auf Ihrem Startbildschirm hinzufügen.
es: Si desea ver el estado de su alerta de ruido que se ejecuta en segundo plano, puede agregar el widget a su pantalla de inicio.
fr: Si vous souhaitez afficher l'état de votre alerte de bruit en cours d'exécution en arrière-plan, vous pouvez ajouter le widget à votre écran d'accueil.
hi: यदि आप पृष्ठभूमि में अपने शोर चेतावनी की स्थिति को देखना चाहते हैं, तो आप अपनी होम स्क्रीन पर विजेट जोड़ सकते हैं।
id: Jika Anda ingin melihat status peringatan kebisingan Anda berjalan di latar belakang, Anda dapat menambahkan widget ke layar beranda Anda.
it: Se desideri visualizzare lo stato del tuo avviso del rumore in esecuzione in background, è possibile aggiungere il widget alla schermata iniziale.
pt: Se você quiser ver o status do seu alerta de ruído em segundo plano, você pode adicionar o widget à sua tela inicial.
ru: Если вы хотите просмотреть состояние вашего оповещения о шуме на заднем плане, вы можете добавить виджет на ваш домашний экран.
sw: Ikiwa ungependa kuona hali ya tahadhari yako ya kelele inayoendesha nyuma, unaweza kuongeza widget kwenye skrini yako ya nyumbani.
uk: Якщо ви хочете переглянути статус вашого сигналу шуму, який працює у фоновому режимі, ви можете додати віджет на домашній екран.
ur: اگر آپ پس منظر میں چلنے والے اپنے شور انتباہ کی حیثیت کو دیکھنا چاہتے ہیں، تو آپ ویجیٹ کو آپ کے گھر کی سکرین میں شامل کرسکتے ہیں.

source: Adding the widget
ar: إضافة القطعة
de: Hinzufügen des Widgets
es: Añadiendo el widget
fr: Ajouter le widget
hi: विजेट जोड़ना
id: Menambahkan widget
it: Aggiungendo il widget.
pt: Adicionando o widget
ru: Добавление виджета
sw: Kuongeza widget.
uk: Додавання віджету
ur: ویجیٹ کو شامل کرنا

source: 1. From the Home Screen, touch and hold a widget or an empty area until the apps jiggle.
ar: 1. من الشاشة الرئيسية، المس وحفظ عنصر واجهة مستخدم أو منطقة فارغة حتى تعزز التطبيقات.
de: 1. Berühren Sie mit dem Startbildschirm ein Widget oder ein leeres Bereich, bis die Apps Jackgle eingeschaltet sind.
es: 1. Desde la pantalla de inicio, toque y mantenga presionado un widget o un área vacía hasta que las aplicaciones se jiggle.
fr: 1. Dans l'écran d'accueil, appuyez sur un widget ou une zone vide jusqu'à ce que les applications se jiggent.
hi: 1. होम स्क्रीन से, ऐप्स को छेड़छाड़ तक विजेट या एक खाली क्षेत्र को स्पर्श करके रखें।
id: 1. Dari layar beranda, sentuh dan tahan widget atau area kosong hingga aplikasi bergoncang.
it: 1. Dalla schermata iniziale, toccare e tenere premuto un widget o un'area vuota fino a quando le app si muovono.
pt: 1. Na tela inicial, toque e segure um widget ou uma área vazia até que os aplicativos comecem a tremer.
ru: 1. На главном экране коснитесь и удерживайте виджет или пустую область до тех пор, пока приложения не покачатся.
sw: 1. Kutoka kwenye skrini ya nyumbani, kugusa na kushikilia widget au eneo tupu mpaka programu zinajitokeza.
uk: 1. На головному екрані торкніться і утримуйте віджет або порожню область, доки програми не буде.
ur: 1. گھر کی سکرین سے، اطلاقات jiggle تک ایک ویجیٹ یا ایک خالی علاقے کو چھونے اور پکڑو.

source: 2. Tap the Add button (+) in the upper-left corner.
ar: 2. اضغط على الزر 'إضافة' (+) في الزاوية العلوية اليمنى.
de: 2. Tippen Sie in der oberen linken Ecke auf die Schaltfläche Hinzufügen (+).
es: 2. Toque el botón Agregar (+) en la esquina superior izquierda.
fr: 2. Appuyez sur le bouton Ajouter (+) dans le coin supérieur gauche.
hi: 2. ऊपरी-बाएं कोने में जोड़ें बटन (+) को टैप करें।
id: 2. Ketuk tombol Add (+) di sudut kiri atas.
it: 2. Toccare il pulsante Aggiungi (+) nell'angolo in alto a sinistra.
pt: 2. Toque no botão Adicionar (+) no canto superior esquerdo.
ru: 2. Нажмите кнопку «Добавить» (+) в верхнем левом углу.
sw: 2. Gonga kifungo cha Ongeza (+) kwenye kona ya kushoto ya juu.
uk: 2. Натисніть кнопку Додати (+) у верхньому лівому куті.
ur: 2. اوپری بائیں کونے میں شامل بٹن (+) کو تھپتھپائیں.

source: 3. Select the BeAware widget and then tap Add Widget and then tap Done.
ar: 3. حدد عنصر القطعة كن حذرا-BeAware ثم انقر فوق إضافة عنصر واجهة مستخدم ثم انقر فوق القيام به.
de: 3. Wählen Sie das SeiVorsichtig-BeAware Widget aus und tippen Sie anschließend auf Widget hinzufügen und tippen Sie anschließend auf Fertig.
es: 3. Seleccione el widget Beware y luego toque Agregar widget y luego toque Listo.
fr: 3. Sélectionnez le widget ÊtreConscient-BeAware, puis appuyez sur Ajouter un widget, puis appuyez sur Terminé.
hi: 3. परिचित होना-BeAware विजेट का चयन करें और फिर विजेट जोड़ें टैप करें और फिर पूर्ण टैप करें।
id: 3. Pilih widgete Waspadalah-BeAware dan kemudian ketuk Tambahkan widget dan kemudian ketuk Selesai.
it: 3. Selezionare il widget Consapevole-BeAware e quindi toccare Aggiungi widget e quindi toccare Fatto.
pt: 3. Selecione o widget EstejaCiente-BeAware e toque em Adicionar Widget e depois toque em Concluído.
ru: 3. Выберите виджет Bea Bearo, а затем нажмите «Добавить виджет», а затем нажмите «Готово».
sw: 3. Chagua widget ya KuwaNaUfahamu-BeAware na kisha gonga kuongeza widget na kisha gonga kufanyika.
uk: 3. Виберіть Бережись-BeAware композиції, а потім натисніть Додати віджет, а потім натисніть Готово.
ur: 3. محطاط رہو-BeAware Widget کو منتخب کریں اور پھر ویجیٹ شامل کریں اور پھر ٹیپ کریں.

source: BeAware The D/deaf Assistant
es: TenerEnCuenta-BeAware el asistente SOFES
fr: ÊtreConscient-BeAware l'assistant sourd
hi: परिचित होना-BeAware बधिर सहायक
id: Waspadalah-BeAware asisten tuli
it: Consapevole-BeAware L'assistente D / sordo
pt: EstejaCiente-BeAware O Assistente surdo
ru: Знать-BeAware глухой помощник
sw: KuwaNaUfahamu-BeAware Msaidizi Wa Viziwi.
uk: Бережись-BeAware Глухий помічник
ur: محطاط رہو-BeAware بہرے اسسٹنٹ

source: The Must Have Alerting Tool
ar: يجب أن يكون لديك أداة تنبيه
de: Das MUSS-Alarm-Werkzeug haben
es: La herramienta de alerta debe tener
fr: Le DOIT avoir un outil d'alerte
hi: टूल को सतर्क करना होगा
id: Harus memiliki alat peringatan
it: Il Deve avere uno strumento di avviso
pt: A ferramenta de alerta obrigatória
ru: Должен иметь оповещение
sw: Lazima uwe na chombo cha kubainisha
uk: Потрібно мати інструмент попередження
ur: آلے کو انتباہ کرنا ضروری ہے

source: Get LED Flashes For Noise Alerts
ar: الحصول على ومضات LED لتنبيهات الضوضاء
de: LED-Blitze für Geräuschwarnungen abrufen
es: Obtener flashes LED para alertas de ruido
fr: Obtenir les voyants clignote pour les alertes de bruit
hi: शोर अलर्ट के लिए एलईडी चमक प्राप्त करें
id: Dapatkan LED Flashes untuk peringatan kebisingan
it: Ottieni lampeggi LED per gli avvisi di rumore
pt: Obtenha flashes de LED para alertas de ruído
ru: Получить светодиодные вспышки для шума оповещений
sw: Pata LED inaangaza kwa alerts ya kelele.
uk: Отримати світлодіодні спалахи для сповіщень про шум
ur: شور الارٹس کے لئے ایل ای ڈی فلیشز حاصل کریں

source: Feature Packed With Essentials
ar: ميزة معبأة مع أساسيات
de: Funktion mit Wesentlichen verpackt
es: Característica llena de elementos esenciales.
fr: Caractéristique emballée avec des éléments essentiels
hi: सुविधा आवश्यक के साथ पैक किया गया
id: Fitur dikemas dengan esensi
it: Caratteristica imballata con elementi essenziali
pt: Recurso repleto de itens essenciais
ru: Функция упакована с помощью Essentials
sw: Kipengele kilichojaa na muhimu.
uk: Функція упакована з необхідними
ur: ضروریات کے ساتھ پیک کیا گیا ہے

source: Play Text Into Live Phone Calls
ar: تشغيل النص في مكالمات هاتفية مباشرة
de: Spielen Sie Text in Live-Anrufe
es: Reproducir texto en llamadas telefónicas en vivo
fr: Jouez texte dans des appels téléphoniques en direct
hi: लाइव फोन कॉल में टेक्स्ट चलाएं
id: Mainkan Teks ke Panggilan Telepon Langsung
it: Riproduci il testo in telefonate in diretta
pt: Reproduzir texto em chamadas telefônicas ao vivo
ru: Играть в текст в прямые телефонные звонки
sw: Jaribu maandishi kwenye simu za simu
uk: Відтворити текст у прямі телефонні дзвінки
ur: لائیو فون کالز میں متن کھیلیں

source: Download, Enjoy, Utilise, Share
ar: تحميل، استمتع، الاستفادة، مشاركة
de: Herunterladen, genießen, nutzen, teilen
es: Descargar, disfrutar, utilizar, compartir
fr: Télécharger, profiter, utiliser, partager
hi: डाउनलोड करें, आनंद लें, उपयोग करें, साझा करें
id: Unduh, nikmati, manfaatkan, bagikan
it: Scarica, divertiti, Utilize, Condividi
pt: Baixe, aproveite, utilize, compartilhe
ru: Скачать, наслаждайтесь, использование, поделиться
sw: Pakua, kufurahia, kutumia, kushiriki
uk: Завантажити, насолоджуйтеся, використовуйте, поділитися
ur: ڈاؤن لوڈ، لطف اندوز، استعمال، اشتراک
