Repository: BeAware-DeafAssistant/mobile
Catalog: BeAware/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, id, it, pt, ru, sw, uk, ur

source: Be Aware
ar: كن حذرا-BeAware
de: SeiVorsichtig-BeAware
es: TenerEnCuenta-BeAware
fr: ÊtreConscient-BeAware
hi: परिचित होना-BeAware
id: Waspadalah-BeAware
it: Consapevole-BeAware
ru: Знать-BeAware
sw: KuwaNaUfahamu-BeAware
uk: Бережись-BeAware
ur: محطاط رہو-BeAware

source: The Deaf Assistant
ar: مساعد الصم
de: Der gehörlose Assistent
es: El asistente sordoma
fr: L'assistant sourd
hi: बधिर सहायक
id: Asisten Tuli
it: L'assistente sordo
pt: O assistente surdo
ru: Глухого помощника
sw: Msaidizi wa viziwi
uk: Глухий помічник
ur: بہرے اسسٹنٹ

source: Use the speech feature to convert voice to text
ar: استخدم ميزة الكلام لتحويل الصوت إلى النص
de: Verwenden Sie die Sprachfunktion, um Stimme in Text umzuwandeln
es: Utilice la función de voz para convertir voz en texto
fr: Utilisez la fonction de parole pour convertir la voix en texte
hi: आवाज को पाठ में परिवर्तित करने के लिए भाषण सुविधा का उपयोग करें
id: Gunakan fitur pidato untuk mengkonversi suara ke teks
it: Utilizzare la funzione vocale per convertire la voce in testo
pt: Use o recurso de fala para converter voz em texto
ru: Используйте речевую функцию для преобразования голоса в текст
sw: Tumia kipengele cha hotuba ili kubadilisha sauti kwa maandishi.
uk: Використовуйте функцію мови для перетворення голосу до тексту
ur: آواز کو متن میں تبدیل کرنے کے لئے تقریر کی خصوصیت کا استعمال کریں

source: Your microphone will be used to record your speech when you press the 'Start Recording' button.
ar: سيتم استخدام ميكروفونك لتسجيل خطابك عند الضغط على زر بدء التسجيل.
de: Ihr Mikrofon wird verwendet, um Ihre Sprache aufzunehmen, wenn Sie die Taste 'Start aufnehmen' drücken.
es: Su micrófono se utilizará para grabar su voz cuando presione el botón 'Iniciar grabación'.
fr: Votre microphone sera utilisé pour enregistrer votre discours lorsque vous appuyez sur le bouton 'Démarrer l'enregistrement'.
hi: जब आप 'स्टार्ट रिकॉर्डिंग' बटन दबाते हैं तो आपके माइक्रोफ़ोन का उपयोग आपके भाषण को रिकॉर्ड करने के लिए किया जाएगा।
id: Mikrofon Anda akan digunakan untuk merekam pidato Anda ketika Anda menekan tombol 'Mulai Rekaman'.
it: Il tuo microfono verrà utilizzato per registrare il tuo discorso quando si preme il pulsante 'Avvia registrazione'.
pt: Seu microfone será usado para gravar sua fala quando você pressionar o botão 'Iniciar Gravação'.
ru: Ваш микрофон будет использоваться для записи вашей речи при нажатии кнопки «Начните запись».
sw: Kipaza sauti yako itatumika kurekodi hotuba yako wakati unasisitiza kifungo cha 'Kuanza Kurekodi'.
uk: Ваш мікрофон буде використовуватися для запису своєї мови під час натискання кнопки 'Почати записування'.
ur: جب آپ 'شروع ریکارڈنگ' کے بٹن کو دبائیں تو آپ کا مائیکروفون آپ کی تقریر کو ریکارڈ کرنے کے لئے استعمال کیا جائے گا.

source: ALERT
ar: إنذار
de: ALARM
es: ALERTA
fr: ALERTE
hi: चेतावनी
id: PERINGATAN
it: METTERE IN GUARDIA
pt: Alerta
ru: ТРЕВОГА
sw: TAHADHARI
uk: Сповіщення
ur: انتباہ

source: Alert
ar: إنذار
de: Alarm
es: Alerta
fr: Alerte
hi: चेतावनी
id: Peringatan
it: Mettere in guardia
pt: Alerta
ru: Тревога
sw: Tahadhari
uk: Сповіщення
ur: انتباہ

source: Alert Frequency
ar: تكرار التنبيه
de: Alarmfrequenz
es: Frecuencia de alerta
fr: Fréquence d'alerte
hi: अलर्ट आवृत्ति
id: Frekuensi peringatan
it: Frequenza di avviso
pt: Frequência de Alerta
ru: Частота предупреждения
sw: Mzunguko wa Alert.
uk: Частота оповіщення
ur: انتباہ کی تعدد

source: 1s
hi: 1से
uk: 1c

source: 10s
hi: 10से
uk: 10c

source: Noise Threshold
ar: عتبة الضجيج
de: Geräuschschwelle
es: Umbral de ruido
fr: Seuil de bruit
hi: शोर दहलीज
id: Ambang kebisingan
it: Soglia di rumore
pt: Limite de ruído
ru: Порог шума
sw: Kizingiti cha kelele.
uk: Порог шуму
ur: شور کی حد

source: seconds
ar: ثانية
de: Sekunden
es: segundos
fr: secondes
hi: सेकेंड
id: detik
it: secondi
pt: segundos
ru: секунды
sw: Sekunde
uk: секунди
ur: سیکنڈ

source: 60db
hi: 60 डीबी
ru: 60 дБ
ur: 60 ڈی بی

source: Start Noise Alert
ar: اضغط لبدء تنبيه الضجيج
de: Rauschen aufnehmen Alarm
es: Iniciar alerta de ruido
fr: Démarrer le bruit alerte
hi: शोर चेतावनी शुरू करें
id: Mulai Peringatan Kebisingan
it: Avviare il disturbo del rumore
pt: Iniciar alerta de ruído
ru: Запустите шум оповещения
sw: Anza Alert Alert.
uk: Початок шуму
ur: شور انتباہ شروع کرو

source: Stop Noise Alert
ar: اضغط لإيقاف تنبيه الضجيج
de: Stoppen Sie die Rauschalarmung
es: Detener la alerta de ruido
fr: Arrêter l'alerte du bruit
hi: शोर अलर्ट बंद करो
id: Menghentikan peringatan kebisingan
it: Interrompi il rumore di avviso
pt: Parar alerta de ruído
ru: Остановить шум оповещения
sw: Acha Alert Alert.
uk: Зупинка шуму оповіщення
ur: شور انتباہ بند کرو

source: Mark alerts as critical
ar: وضع علامة تنبيهات
de: Markieren Sie Alarme als kritisch
es: Marque las alertas como críticas
fr: Mark Alertes comme critique
hi: मार्क अलर्ट को महत्वपूर्ण के रूप में चिह्नित करें
id: Tandai peringatan sebagai kritis
it: Mark Avvicinamento come critico
pt: Marcar alertas como críticos
ru: Отметьте оповещения как критические
sw: Alama ya alerts kama muhimu.
uk: Позначте сповіщення як критичні
ur: مارک الرٹ کے طور پر اہم

source: SPEECH
ar: خطاب
de: REDE
es: HABLA
fr: DISCOURS
hi: भाषण
id: PIDATO
it: DISCORSO
pt: Fala
ru: РЕЧЬ
sw: HOTUBA
uk: Виступ
ur: تقریر

source: Speech
ar: خطاب
de: Rede
es: Habla
fr: Discours
hi: भाषण
id: Pidato
it: Discorso
pt: Fala
ru: Речь
sw: Hotuba
uk: Виступ
ur: تقریر

source: I can’t hear you clearly. I use this tool to understand what people are saying. Please speak into the mic
ar: لا أستطيع سماعك بوضوح. يمكنني استخدام هذه الأداة لفهم ما يقوله الناس. يرجى التحدث في ميكروفون
de: Ich kann dich nicht klar hören. Ich benutze dieses Tool, um zu verstehen, was die Leute sagen. Bitte sprechen Sie in das Mikrofon
es: No puedo escucharte claramente. Uso esta herramienta para entender lo que la gente está diciendo. Por favor hable en el micrófono
fr: Je ne peux pas vous entendre clairement. J'utilise cet outil pour comprendre ce que les gens disent. S'il vous plaît parler dans le micro
hi: मैं आपको स्पष्ट रूप से नहीं सुन सकता। मैं इस उपकरण का उपयोग यह समझने के लिए करता हूं कि लोग क्या कह रहे हैं। कृपया माइक में बात करें
it: Non riesco a sentirti chiaramente. Io uso questo strumento per capire cosa dicono le persone. Per favore parla nel microfono
pt: Eu não posso te ouvir claramente. Eu uso essa ferramenta para entender o que as pessoas estão dizendo. Por favor, fale no microfone
ru: Я не слышу тебя ясно. Я использую этот инструмент, чтобы понять, что говорят люди. Пожалуйста, поговорите в микрофон
uk: Я не чую вас ясно. Я використовую цей інструмент, щоб зрозуміти, що говорять люди. Будь ласка, розмовляйте в мікрофон
ur: میں آپ کو واضح طور پر سن نہیں سکتا. میں اس آلے کو سمجھنے کے لئے استعمال کرتا ہوں جو لوگ کہہ رہے ہیں. برائے مہربانی مائک میں بات کریں

source: TEXT
ar: نص
es: TEXTO
fr: TEXTE
hi: मूलपाठ
id: TEKS
it: TESTO
pt: Texto
ru: ТЕКСТ
sw: NAKALA
uk: Текст
ur: متن

source: Text
ar: نص
es: Texto
fr: Texte
hi: मूलपाठ
id: Teks
it: Testo
pt: Texto
ru: Текст
sw: Nakala
uk: Текст
ur: متن

source: Tap below to start typing:
ar: اضغط أدناه لبدء الكتابة:
de: Tippen Sie unten auf das Tippen:
es: Toque a continuación para comenzar a escribir:
fr: Appuyez sur ci-dessous pour commencer à taper:
hi: टाइपिंग शुरू करने के लिए नीचे टैप करें:
id: Ketuk di bawah ini untuk mulai mengetik:
it: Tocca sotto per avviare la digitazione:
pt: Toque abaixo para começar a digitar:
ru: Нажмите ниже, чтобы начать печатать:
sw: Gonga chini ili uanze kuandika:
uk: Натисніть нижче, щоб почати друкувати:
ur: ٹائپنگ شروع کرنے کے لئے ذیل میں ٹیپ کریں:

source: PLAY
ar: لعب
de: ABSPIELEN
es: JUGAR
fr: JOUER
hi: प्ले PLAY
id: BERMAIN
it: GIOCARE A
pt: Reproduzir
ru: ИГРАТЬ
sw: Kucheza
uk: Грати
ur: کھیلیں

source: FLIP TEXT
ar: اقلب النص
es: Tirar texto
fr: Retourner le texte
hi: फ्लिप टेक्स्ट
it: Flip testo.
pt: Inverter o texto
ru: Флип текст
sw: Geuza maandishi
uk: Текст фліп
ur: فلپ متن

source: Preset Phrases:
ar: عبارات محددة مسبقا:
de: Preset-Phrasen:
es: Frases predefinidas:
fr: Phrases prédéfinies:
hi: प्रीसेट वाक्यांश:
id: Frase Preset:
it: Frasi preimpostate:
pt: Frases predefinidas:
ru: Предустановленные фразы:
sw: Maneno ya Preset:
uk: Представлені фрази:
ur: پیش سیٹ کے جملے:

source: Type here to add...
ar: اكتب هنا لإضافة ...
de: Geben Sie hier ein, um hinzuzufügen ...
es: Escriba aquí para agregar ...
fr: Tapez ici pour ajouter ...
hi: जोड़ने के लिए यहां टाइप करें ...
id: Ketik di sini untuk menambah ...
it: Digita qui per aggiungere ...
pt: Digite aqui para adicionar...
ru: Тип здесь, чтобы добавить ...
sw: Andika hapa ili kuongeza ...
uk: Введіть тут, щоб додати ...
ur: یہاں شامل کرنے کے لئے یہاں ٹائپ کریں ...

source: ADD
ar: يضيف
de: ADDIEREN
es: AGREGAR
fr: AJOUTER
hi: जोड़ें
id: MENAMBAHKAN
it: INSERISCI
pt: Adicionar
ru: ДОБАВИТЬ
sw: Ongeza
uk: Додавати
ur: شامل

source: I'm deaf or hard of hearing
es: Soy sordo o duro de escuchar
fr: Je suis sourds ou mal entendu
hi: मैं बहरा हूँ या सुनवाई का कठिन हूँ
id: Saya tuli atau sulit mendengar
it: Sono sordo o difficile ascoltare
pt: Eu sou surdo/Tenho dificuldades para ouvir
ru: Я глухой или сложно слышать
sw: Mimi ni kiziwi au ngumu ya kusikia
uk: Я глухий або жорсткий слух
ur: میں بہرے یا سننا مشکل ہوں

source: EMOJI BOARD
ar: لوحة الرموز التعبيرية
es: Tablero de Emoji
fr: CONSEIL D'EMOJI
hi: इमोजी बोर्ड
id: Papan Emoji.
it: Board Emoji.
pt: Meus Emojis
sw: BODI YA EMOJI
uk: Дошка Emoji
ur: emoji بورڈ

source: Emoji Board
ar: لوحة الرموز التعبيرية
es: Tablero de Emoji
fr: Conseil d'emoji
hi: इमोजी बोर्ड
id: Papan Emoji.
it: Board Emoji.
pt: Meus Emojis
sw: Bodi ya Emoji
uk: Дошка Emoji
ur: emoji بورڈ

source: Select an emoji from the list to display above
ar: حدد emoji من القائمة لعرض أعلاه
de: Wählen Sie einen EMOJI aus der Liste, um oben anzuzeigen
es: Seleccione un EmoJI de la lista para mostrar arriba
fr: Sélectionnez un emoji dans la liste à afficher ci-dessus
hi: ऊपर प्रदर्शित करने के लिए सूची से एक इमोजी का चयन करें
id: Pilih emoji dari daftar untuk ditampilkan di atas
it: Seleziona un emoji dall'elenco da visualizzare sopra
pt: Selecione um emoji da lista para exibir acima
ru: Выберите Emoji из списка для отображения выше
sw: Chagua emoji kutoka kwenye orodha ya kuonyesha hapo juu
uk: Виберіть EMOJI зі списку, щоб відобразити вище
ur: اوپر ظاہر کرنے کے لئے فہرست سے ایک emoji منتخب کریں

source: ADD IMAGE
ar: إضافة صورة
de: BILD HINZUFÜGEN
es: AÑADIR IMAGEN
fr: AJOUTER UNE IMAGE
hi: छवि जोड़ें
id: MENAMBAHKAN GAMBAR
it: AGGIUNGI IMMAGINE
pt: AADICIONAR IMAGEM
ru: Добавить изображение
sw: Ongeza picha
uk: Додати зображення
ur: تصویر شامل کریں

source: INFO
ar: معلومات
de: DIE INFO
es: Información
hi: जानकारी
it: INFORMAZIONI
pt: INFORMAÇÕES
ru: ИНФОРМАЦИЯ
sw: MAELEZO
uk: Інформація
ur: معلومات

source: Tutorial
ar: الدورة التعليمية
de: Lernprogramm
fr: Didacticiel
hi: ट्यूटोरियल
ru: Руководство
uk: Підручник
ur: سبق

source: License Agreement
ar: اتفاقية الترخيص
de: Lizenzvereinbarung
es: Acuerdo de licencia
fr: Accord de licence
hi: लाइसेंस समझौता
id: Perjanjian lisensi
it: Accordo di licenza
pt: Contrato de Licença
ru: Лицензионное соглашение
sw: Mkataba wa Leseni.
uk: Ліцензійна угода
ur: لائسنس کے معاہدے

source: LICENSE AGREEMENT
ar: اتفاقية الترخيص
de: LIZENZVEREINBARUNG
es: ACUERDO DE LICENCIA
fr: ACCORD DE LICENCE
hi: लाइसेंस समझौता
id: PERJANJIAN LISENSI
it: ACCORDO DI LICENZA
pt: CONTRATO DE LICENÇA
ru: ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ
sw: MKATABA WA LESENI.
uk: ЛІЦЕНЗІЙНА УГОДА
ur: لائسنس کے معاہدے

source: About Us
ar: معلومات عنا
de: Über uns
es: Sobre nosotros
fr: À propos de nous
hi: हमारे बारे में
id: Tentang kami
it: Chi siamo
pt: Sobre nós
ru: О нас
sw: Kuhusu sisi
uk: Про нас
ur: ہمارے بارے میں

source: Video
ar: فيديو
fr: Vidéo
hi: वीडियो
pt: Vídeo
ru: видео
uk: Відеоролик
ur: ویڈیو

source: Widget
ar: القطعة
hi: विजेट
it: Aggeggio
pt: Ferramenta
ru: Виджет
uk: Віджет
ur: ویجیٹ

source: Contact Us
ar: اتصل بنا
de: Kontaktiere uns
es: Contáctenos
fr: Nous contacter
hi: संपर्क करें
id: Hubungi kami
it: Contattaci
pt: Entre em contato conosco
ru: Связаться с нами
sw: Wasiliana nasi
uk: Зв'яжіться з нами
ur: ہم سے رابطہ کریں

source: CONTACT US
ar: اتصل بنا
de: KONTAKTIERE UNS
es: CONTÁCTENOS
fr: NOUS CONTACTER
hi: संपर्क करें
id: HUBUNGI KAMI
it: CONTATTACI
pt: Contate-nos
ru: СВЯЗАТЬСЯ С НАМИ
sw: WASILIANA NASI
uk: ЗВ'ЯЖІТЬСЯ З НАМИ
ur: ہم سے رابطہ کریں

source: Share
ar: يشارك
de: Teilen
es: Cuota
fr: Partager
hi: साझा करना
id: Membagikan
it: Condividere
pt: Compartilhar
ru: Делиться
sw: Shiriki
uk: Частка
ur: بانٹیں

source: Terms Of Use
ar: تعليمات الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Syarat Penggunaan
it: Termini di utilizzo
pt: Termos de uso
ru: Условия эксплуатации
sw: Masharti ya matumizi
uk: Умови користування
ur: استعمال کرنے کی شرائط

source: TERMS OF USE
ar: تعليمات الاستخدام
de: NUTZUNGSBEDINGUNGEN
es: CONDICIONES DE USO
fr: CONDITIONS D'UTILISATION
hi: उपयोग की शर्तें
id: SYARAT PENGGUNAAN
it: TERMINI DI UTILIZZO
pt: Termos de uso
ru: УСЛОВИЯ ЭКСПЛУАТАЦИИ
sw: MASHARTI YA MATUMIZI
uk: УМОВИ КОРИСТУВАННЯ
ur: استعمال کرنے کی شرائط

source: TUTORIAL
ar: الدورة التعليمية
de: LERNPROGRAMM
fr: DIDACTICIEL
hi: ट्यूटोरियल
ru: РУКОВОДСТВО
uk: Підручник
ur: سبق

source: Welcome to BeAware
ar: مرحبا بكم في كن حذرا- BeAware.
de: Willkommen bei SeiVorsichtig-BeAware.
es: Bienvenido a TenerEnCuenta-BeAware
fr: Bienvenue à ÊtreConscient-BeAware
hi: परिचित होना-BeAware में आपका स्वागत है
id: Selamat datang di Waspadalah-BeAware.
it: Benvenuti a Consapevole-BeAware.
pt: Bem-vindo à EstejaCiente-BeAware
ru: Добро пожаловать в Знать-BeAware
sw: Karibu kwenye KuwaNaUfahamu-BeAware.
uk: Ласкаво просимо до Бережись-BeAware
ur: محطاط رہو-BeAware میں خوش آمدید

source: This app has 4 main functions:
ar: هذا التطبيق لديه 4 وظائف رئيسية:
de: Diese App hat 4 Hauptfunktionen:
es: Esta aplicación tiene 4 funciones principales:
fr: Cette application a 4 fonctions principales:
hi: इस ऐप में 4 मुख्य कार्य हैं:
id: Aplikasi ini memiliki 4 fungsi utama:
it: Questa app ha 4 funzioni principali:
pt: Este aplicativo possui 4 funções principais:
ru: Это приложение имеет 4 основных функции:
sw: Programu hii ina kazi 4 kuu:
uk: Ця програма має 4 основних функцій:
ur: یہ اپلی کیشن 4 اہم افعال ہے:

source: Continue
ar: يكمل
de: Fortsetzen
es: Continuar
fr: Continuez
hi: जारी रखना
id: Melanjutkan
it: Continua
pt: Continuar
ru: Продолжать
sw: Endelea
uk: Продовжувати
ur: جاری رہے

source: Alert - Turn your device into an elite alerting tool with customizable alerts of short or prolonged sounds around you
ar: تنبيه - تشغيل جهازك إلى أداة تنبيه النخبة مع تنبيهات قابلة للتخصيص أصوات قصيرة أو طويلة من حولك
de: Alarm - Drehen Sie Ihr Gerät in ein elitäres Alarmierungswerkzeug mit kundengerechten Alarme von kurzen oder längeren Geräuschen um Sie herum
es: Alerta: convierta su dispositivo en una herramienta de alerta de élite con alertas personalizables de sonidos cortos o prolongados a su alrededor
fr: Alerte - Tournez votre appareil en un outil d'alerte d'élite avec des alertes personnalisables de sons courts ou prolongés autour de vous
hi: चेतावनी - अपने डिवाइस को अपने आस-पास के छोटे या लंबे समय तक ध्वनियों के अनुकूलन अलर्ट के साथ एक कुलीन चेतावनी उपकरण में बदलें
id: Alert - Ubah perangkat Anda menjadi alat peringatan elit dengan peringatan yang dapat disesuaikan dari suara pendek atau berkepanjangan di sekitar Anda
it: Alert: trasforma il tuo dispositivo in uno strumento di avviso d'élite con avvisi personalizzabili di suoni corti o prolungati intorno a te
pt: Alerta - Transforme seu dispositivo em uma ferramenta de alertas personalizáveis ​​de sons curtos ou prolongados ao seu redor
ru: Предупреждение - поверните устройство в инструмент оповещения Elite с настраиваемыми оповещениями о коротких или длительных звуках вокруг вас
sw: Tahadhari - kugeuza kifaa chako kuwa chombo cha wasomi wa wasomi na alerts customizable ya sauti fupi au za muda mrefu karibu na wewe
uk: Alert - Поверніть пристрій у інструмент Elite Olerting з настроюючими повідомленнями про короткі або тривалі звуки
ur: انتباہ - اپنے آلے کو ایک اشرافیہ انتباہ کے آلے میں تبدیل کریں آپ کے ارد گرد مختصر یا طویل آوازوں کے مرضی کے مطابق انتباہات کے ساتھ

source: Speech - Take advantage of your phone's powerful speech-to-text capability to transcribe, even while the app is in the background
ar: الكلام - استفد من إمكانية خطاب التحدث القوية لهاتفك للبطولة، حتى أثناء وجود التطبيق في الخلفية
de: Rede - Nutzen Sie die leistungsstarken Sprache Ihres Telefons, um den Text zu transkribieren, selbst wenn sich die App im Hintergrund befindet
es: Discurso: aproveche la poderosa capacidad del habla a texto de su teléfono para transcribir, incluso mientras la aplicación está en el fondo
fr: Discours - Profitez de la puissante capacité de votion-text-texte de votre téléphone à transcrire, même pendant que l'application est en arrière-plan
hi: भाषण - ऐप पृष्ठभूमि में होने पर भी, ट्रांसक्रिप्ट के लिए अपने फोन की शक्तिशाली भाषण-से-टेक्स्ट क्षमता का लाभ उठाएं
id: Pidato - manfaatkan kemampuan pidato-ke-teks ponsel Anda untuk ditulis, bahkan saat aplikasi berada di latar belakang
it: Discorso - Approfitta della potente capacità vocale del tuo telefono di trascrivere, anche se l'app è in background
pt: Fala - Aproveite o poderoso recurso de fala de texto do seu telefone para transcrever, mesmo quando o aplicativo estiver em segundo plano
ru: Речь - воспользуйтесь мощным способом вашего телефона.
sw: Hotuba - Tumia fursa ya uwezo wa kuzungumza kwa simu yako kwa kuandika, hata wakati programu iko nyuma
uk: Мова - скористайтеся можливістю потужного мовного мовлення до тексту, щоб переписатися, навіть якщо додаток у фоновому режимі
ur: تقریر - آپ کے فون کی طاقتور تقریر سے ٹیکسٹ کی صلاحیت کا فائدہ اٹھانے کے لۓ، یہاں تک کہ جب اپلی کیشن پس منظر میں ہے

source: Text - BeAware is the only app that can read text loud into you your live phone calls, assisted by customizable preset phrases
ar: النص - كن حذرا-BeAware هو التطبيق الوحيد الذي يمكنه قراءة النص بصوت عال في مكالماتك الهاتفية المباشرة، بمساعدة عبارات محددة مسبقا تخصيصا
de: Text - SeiVorsichtig-BeAware ist die einzige App, mit der Text laut gelesen werden kann, in Ihnen Ihre Live-Anrufe, die von anpassbaren voreingestellten Phrasen unterstützt werden
es: Texto: TenerEnCuenta-BeAware es la única aplicación que puede leer el texto en voz alta en sus llamadas de teléfono en vivo, asistidas por frases predeterminadas personalizables
fr: Text - ÊtreConscient-BeAware est la seule application qui puisse lire le texte fort dans vos appels téléphoniques en direct, assisté par des phrases prédéfinies personnalisables
hi: टेक्स्ट - परिचित होना-BeAware एकमात्र ऐप है जो आपके लाइव फोन कॉल में टेक्स्ट को ज़ोर से पढ़ सकता है, जो अनुकूलन प्रीसेट वाक्यांशों द्वारा सहायता प्राप्त करता है
id: Text - Waspadalah-BeAware adalah satu-satunya aplikasi yang dapat membaca teks dengan keras Anda panggilan telepon langsung Anda, dibantu oleh frasa preset yang dapat disesuaikan
it: Testo - Consapevole-BeAware è l'unica app che può leggere il testo ad alta voce in voi le tue telefonate in diretta, assistita da frasi preimpostabili personalizzabili
pt: Texto - EstejaCiente-BeAware é o único aplicativo que pode ler texto em voz alta em suas chamadas telefônicas ao vivo, auxiliado por frases predefinidas personalizáveis
ru: Text - Знать-BeAware - единственное приложение, которое может громко читать текст в ваших телефонных звонках, помогая настраиваемыми предустановленными фразами
sw: Nakala - KuwaNaUfahamu-BeAware ni programu pekee ambayo inaweza kusoma maandishi kwa sauti yako ya simu ya simu, kusaidiwa na misemo ya preset customizable
uk: Текст - Бережись-BeAware програма - це єдине додаток, який може читати текст у вас у ваші живі телефонні дзвінки, допомагаючи настроюваними попередньо встановленими фразами
ur: متن - محطاط رہو-BeAware صرف ایک ہی اپلی کیشن ہے جو آپ کے لائیو فون کالز میں بلند آواز کو پڑھ سکتے ہیں، اپنی مرضی کے مطابق پیش سیٹ کے جملے کی مدد سے

source: Emoji Board - Communicate using curated emojis or add images
ar: لوحة الرموز التعبيرية - التواصل باستخدام الرموز التعبيرية المنقولة أو إضافة الصور
de: Emoji Board - Kommunizieren Sie mithilfe kuratter Emojis oder fügen Sie Bilder hinzu
es: Junta Emoji - Comunicarse con Emojis curados o agregar imágenes
fr: Emoji Board - Communiquez à l'aide de Emojis incurable ou ajoutez des images
hi: इमोजी बोर्ड - क्यूरेटेड इमोजिस का उपयोग करके संवाद करें या छवियां जोड़ें
id: Dewan Emoji - berkomunikasi menggunakan emoji yang dikuratori atau menambahkan gambar
it: Scheda EMOJI - Comunica utilizzando emoji curati o aggiungi immagini
pt: Emoji Board - Comunique-se usando emojis selecionados ou adicione imagens
ru: Emoji Board - общаться с использованием курируемых эмоджей или добавить изображения
sw: Bodi ya Emoji - Kuwasiliana kwa kutumia emojis iliyopigwa au kuongeza picha
uk: Emoji Board - спілкуватися з використанням Curiver Emojis або додавання зображень
ur: Emoji بورڈ - curated Emojis استعمال کرتے ہوئے مواصلات یا تصاویر شامل کریں

source: ABOUT US
ar: معلومات عنا
de: ÜBER UNS
es: SOBRE NOSOTROS
fr: À PROPOS DE NOUS
hi: हमारे बारे में
id: TENTANG KAMI
it: CHI SIAMO
pt: Sobre nós
ru: О НАС
sw: KUHUSU SISI
uk: ПРО НАС
ur: ہمارے بارے میں

source: WHO
ar: من نحن
de: WER SIND WIR
es: QUIÉN
fr: QUI
hi: हम कौन हैं
id: Siapa
it: CHI
pt: QUEM
ru: ВОЗ
sw: WEWE
uk: ВООЗ
ur: ہم کون ہیں

source: This app was ideated, designed and developed by a group of friends that met at the Apple Developer Academy in Detroit
ar: كان هذا التطبيق مهيئ ومصمم وتطويره من قبل مجموعة من الأصدقاء الذين اجتمعوا في أكاديمية مطور شركة آبل في ديترويت
de: Diese App wurde von einer Gruppe von Freunden entworfen und entwickelt und entwickelt von einer Gruppe von Freunden, die sich an der Apple Developer Academy in Detroit traf
es: Esta aplicación estaba pensada, diseñada y desarrollada por un grupo de amigos que se reunieron en la Academia de Apple Developer en Detroit
fr: Cette application a été intégrée, conçue et développée par un groupe d'amis réuni à l'Académie Apple Developer à Detroit
hi: यह ऐप डेट्रोइट में ऐप्पल डेवलपर अकादमी में मिले दोस्तों के एक समूह द्वारा विचार, डिजाइन और विकसित किया गया था
id: Aplikasi ini dikeluarkan, dirancang dan dikembangkan oleh sekelompok teman yang bertemu di Akademi Pengembang Apple di Detroit
it: Questa app è stata ideata, progettata e sviluppata da un gruppo di amici che si sono incontrati presso l'Accademia Developer Apple a Detroit
pt: Este aplicativo foi idealizado, projetado e desenvolvido por um grupo de amigos que se conheceram na Apple Developer Academy em Detroit
ru: Это приложение было безусловно, спроектировано и разработано группой друзей, которые встретились в Академии разработчиков Apple в Детройте
sw: Programu hii ilipendekezwa, iliyoundwa na kuendelezwa na kundi la marafiki waliokutana na Chuo cha Wasanidi wa Apple huko Detroit
uk: Ця програма була ідентифікована, розроблена та розроблена групою друзів, які зустрілися в академії розробника Apple у Детройті
ur: یہ اپلی کیشن کو دوستوں کے ایک گروپ کی طرف سے ڈیزائن اور تیار کیا گیا تھا جو ڈاٹروٹ میں ایپل ڈویلپر اکیڈمی میں ملاقات کی گئی تھی

source: WHY
ar: لماذا
de: WARUM
es: POR QUÉ
fr: POURQUOI
hi: क्यों
id: MENGAPA
it: PERCHÉ
pt: POR QUÊ
ru: ЗАЧЕМ
sw: KWA NINI
uk: Чому
ur: کیوں
