Repository: BeAware-DeafAssistant/mobile
Catalog: BeAware/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, id, it, pt, ru, sw, uk, ur

source: Hi, I downloaded your app and I would like to provide the following feedback:
ar: مرحبا، قمت بتنزيل تطبيقك وأود تقديم ملاحظات التالية:
de: Hallo, ich habe Ihre App heruntergeladen und ich möchte das folgende Feedback geben:
es: Hola, descargué tu aplicación y me gustaría proporcionar los siguientes comentarios:
fr: Bonjour, j'ai téléchargé votre application et je voudrais fournir les commentaires suivants:
hi: हाय, मैंने आपका ऐप डाउनलोड किया और मैं निम्नलिखित प्रतिक्रिया प्रदान करना चाहता हूं:
id: Hai, saya mengunduh aplikasi Anda dan saya ingin memberikan umpan balik berikut:
it: Ciao, ho scaricato la tua app e vorrei fornire il seguente feedback:
pt: Olá, baixei seu aplicativo e gostaria de fornecer o seguinte feedback:
ru: Привет, я скачал ваше приложение, и я хотел бы предоставить следующие отзывы:
sw: Hi, nilipakua programu yako na napenda kutoa maoni yafuatayo:
uk: Привіт, я завантажив вашу програму, і я хотів би надати наступний відгук:
ur: ہیلو، میں نے آپ کے ایپ کو ڈاؤن لوڈ کیا اور میں مندرجہ ذیل رائے فراہم کرنا چاہتا ہوں:

source: Hi! I downloaded BeAware- the deaf assistant for iPhones and I really think you should check it out. It has not been released to the public yet, so you can install a special free version through here: https://testflight.apple.com/join/3ixeJPSz
es: ¡Hola! Descargué Beaware, el asistente de sordos para iPhones y realmente creo que debes revisarlo. Aún no se ha lanzado al público, por lo que puede instalar una versión gratuita especial a través de aquí: https://testflight.apple.com/join/3ixejpsz
fr: Salut! J'ai téléchargé Baeware - l'assistant sourd pour iPhones et je pense vraiment que vous devriez vérifier. Il n'a pas encore été publié au public. Vous pouvez donc installer une version gratuite spéciale ici: https://testflight.apple.com/join/3ixejpsz
hi: नमस्ते! मैंने परिचित होना-BeAware डाउनलोड किया- आईफोन के लिए बहरा सहायक और मुझे सच में लगता है कि आपको इसे देखना चाहिए। इसे अभी तक जनता को जारी नहीं किया गया है, इसलिए आप यहां एक विशेष मुफ्त संस्करण स्थापित कर सकते हैं: https://testflight.apple.com/join/3ixejpsz
id: Hai! Saya mengunduh Waspadalah-BeAware - assistant tuna rungu untuk iPhone dan saya benar-benar berpikir Anda harus memeriksanya. Belum dirilis ke publik, sehingga Anda dapat memasang versi gratis khusus melalui sini: https://testflight.apple.com/join/3ixejpsz
it: Ciao! Ho scaricato Consapevole-BeAware, l'assistente sordo per iPhone e penso davvero che dovresti controllarlo. Non è stato ancora rilasciato al pubblico, quindi è possibile installare una versione gratuita speciale tra qui: https://testflight.apple.com/join/3ixejpsz
pt: Oi! Baixei o EstejaCiente-BeAware- o assistente de surdos para iPhones e acho que você deveria dar uma olhada. Ainda não foi lançado ao público, então você pode instalar uma versão gratuita especial aqui: https://testflight.apple.com/join/3ixeJPSz
ru: Привет! Я скачал Beaware - глухого помощника для iPhone, и я действительно думаю, что вы должны проверить это. Он еще не был выпущен до публики, поэтому вы можете установить специальную бесплатную версию здесь: https://testflight.apple.com/join/3ixejpsz
sw: Hi! Nilipakua KuwaNaUfahamu-BeAware- msaidizi wa viziwi kwa iPhone na nadhani unapaswa kukiangalia. Haijaachiliwa kwa umma bado, hivyo unaweza kufunga toleo la bure la bure kupitia hapa: https://testflight.Apple.com/join/3ixejpsz
uk: Привіт! Я завантажив Бережись-BeAware - глухий асистент для iphones, і я дійсно думаю, що ви повинні перевірити це. Вона ще не була випущена до публіки, тому ви можете встановити спеціальну безкоштовну версію тут: https://testflight.apple.com/join/3ixejpsz
ur: ہیلو! میں نے آئی فونز کے لئے بہرے اسسٹنٹ کو ڈاؤن لوڈ کیا اور مجھے واقعی لگتا ہے کہ آپ اسے چیک کرنا چاہئے. یہ عوام کو ابھی تک جاری نہیں کیا گیا ہے، لہذا آپ یہاں ایک خاص مفت ورژن انسٹال کر سکتے ہیں: https://testflight.apple.com/join/3ixejpsz

source: Do you like this app?
ar: هل مثل هذا التطبيق؟
de: Magst du diese App?
es: ¿Te gusta esta app?
fr: Aimez-vous cette application?
hi: क्या आपको यह ऐप पसंद है?
id: Apakah Anda suka aplikasi ini?
it: Ti piace questa app?
pt: Você está gostando deste aplicativo?
ru: Вам нравится это приложение?
sw: Je! Unapenda programu hii?
uk: Вам подобається ця програма?
ur: کیا آپ یہ اپلی کیشن پسند کرتے ہیں؟
